{
    "E-Mail Address": "Correo electrónico",
    "Email": "Correo electrónico",
    "Password": "Contraseña",
    "Remember Me": "Recuérdame",
    "Login": "Iniciar Sesión",
    "Forgot Your Password?": "¿Olvidaste tu contraseña?",
    "Register": "Regístrate",
    "Name": "Nombre",
    "Confirm Password": "Confirmar contraseña",
    "Reset Password": "Restablecer contraseña",
    "Reset Password Notification": "Aviso para restablecer contraseña",
    "You are receiving this email because we received a password reset request for your account.": "Estás recibiendo este email porque se ha solicitado un cambio de contraseña para tu cuenta.",
    "This password reset link will expire in :count minutes.": "Este enlace para restablecer la contraseña caduca en :count minutos.",
    "If you did not request a password reset, no further action is required.": "Si no has solicitado un cambio de contraseña, puedes ignorar o eliminar este e-mail.",
    "Please confirm your password before continuing.": "Por favor confirme su contraseña antes de continuar.",
    "Regards": "Saludos",
    "Whoops!": "¡Ups!",
    "Hello!": "¡Hola!",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Si tienes problemas haciendo click en el botón \":actionText\", copia y pega el siguiente\nenlace en tu navegador: [:actionURL](:actionURL)",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Si tienes problemas haciendo click en el botón \":actionText\", copia y pega el siguiente\nenlace en tu navegador: [:displayableActionUrl](:actionURL)",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si tienes problemas haciendo click en el botón \":actionText\", copia y pega el siguiente\nenlace en tu navegador:",
    "Send Password Reset Link": "Enviar enlace para restablecer contraseña",
    "Logout": "Cerrar sesión",
    "Log Out": "Cerrar sesión",
    "Verify Email Address": "Confirmar correo electrónico",
    "Please click the button below to verify your email address.": "Por favor pulsa el siguiente botón para confirmar tu correo electrónico.",
    "If you did not create an account, no further action is required.": "Si no has creado ninguna cuenta, puedes ignorar o eliminar este e-mail.",
    "Verify Your Email Address": "Confirma tu correo electrónico",
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu correo electrónico.",
    "Before proceeding, please check your email for a verification link.": "Antes de poder continuar, por favor, confirma tu correo electrónico con el enlace que te hemos enviado.",
    "If you did not receive the email": "Si no has recibido el email",
    "click here to request another": "pulsa aquí para que te enviemos otro",
    "All rights reserved.":  "Todos los derechos reservados.",
    "Remember me":  "Recuérdame",
    "Forgot your password?":  "¿Olvidaste tu contraseña?",
    "Log in":  "Iniciar sesión",
    "Profile Information":  "Información de perfil",
    "Create an account":  "Crear una cuenta",
    
    "Did you forget your password?. <strong>Do not worry!</strong>. Just let us know your email address and we will send you a link to reset your password that will allow you to choose a new one.":  "¿Olvidaste tu contraseña?. <strong>¡No te preocupes!</strong>. Simplemente háganos saber su dirección de correo electrónico y le enviaremos un enlace para restablecer su contraseña que le permitirá elegir una nueva.",
    
    "<b>Recover password</b>":  "<b>Recuperar contraseña</b>",
    "<b>Register Form</b>":  "<b>Forma de Registro</b>",
    "Username":  "Nombre de usuario una sola palabra y en minúscula",

    "I accept the ":  "Acepto",
    "Terms and Conditions":  "términos y condiciones",
    "Already have an account?":  "¿Ya tienes una cuenta?",
    "Back to Home":  "Volver al inicio",
    "Confirm Email":  "Confirmar correo electrónico",
    "Thank you for signing up":  "Gracias por registrarte",

    "A new verification link has been sent to the email address you provided during registration.":  "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
    
    "As this is the first time you register this email, before starting, you will be sent a <b>verification</b> email. Could you please verify your email address by clicking on the link we just emailed you? If you did not receive the email, we will be happy to send you another one, <b>the link will be valid for only 1 hour</b>.":  "Como es la primera vez que registras este correo electrónico, antes de comenzar, se te enviará un correo electrónico de <b>verificación</b>. ¿Podría verificar su dirección de correo electrónico haciendo clic en el enlace que le acabamos de enviar por correo electrónico? Si no recibió el correo electrónico, estaremos encantados de enviarle otro, <b>el enlace será válido solo durante 1 hora</b>.",
    
    "Resend Verification Email":  "Reenviar correo electrónico de verificación",
    "Register Password": "Entre Contraseña mínimo 8 caracteres",
    "Welcome Page": "Página de bienvenida",
    "Welcome": "Bienvenido",
    "Frontend Page": "Pagina de Frontend",

    "Full Stack Web Development": "Desarrollo Web Full Stack",
    "The user": "El usuario",
    "is already logged in!": "ya está conectado!",
    "You are logged in!": "Ya estas conectado!",
    "Continue to dashboard": "Continuar al panel de control",
    "Login Demo": "Iniciar sesión modo Demo",
    
    "To enter the system it is necessary to log in, to use the system in <strong>Demo</strong> mode you can log in with the following credentials: <br> <br> <strong>User: </strong>demo<br> <strong>Password: </strong>demo": "Para ingresar al sistema es necesario iniciar sesión, para utilizar el sistema en modo <strong>Demo</strong> puede iniciar sesión con las siguientes credenciales: <br> <br> <strong>Usuario: </strong>demo <br> <strong>Contraseña: </strong>demo",
    
    "Made with": "Hecho con",
    "by": "por",

    "Telephone": "Teléfono",
    "Email/Username/Phone": "Correo electrónico/Nombre de usuario/Teléfono",

    "Profile": "Perfil",
    "Save": "Guardar",

    "Two Factor Authentication": "Autenticación de dos factores",
    "Add additional security to your account using two factor authentication.": "Agregue seguridad adicional a su cuenta utilizando la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No ha habilitado la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se le solicitará un token aleatorio seguro durante la autenticación. Puede recuperar este token desde la aplicación Google Authenticator de su teléfono.",
    "Enable": "Habilitar",
    "For your security, please confirm your password to continue.": "Para su seguridad, confirme su contraseña para continuar.",
    "Confirm": "Confirmar",
    "Cancel": "Cancelar",

    "Browser Sessions": "Sesiones de navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Administra y cierra sesión de sus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede cerrar sesión en todas las demás sesiones de su navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si cree que su cuenta ha sido comprometida, también debe actualizar su contraseña.",
    "Log Out Other Browser Sessions": "Cerrar sesión de otros navegadores",

    "Delete Account": "Eliminar cuenta",
    "Permanently delete your account.": "Eliminar permanentemente su cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que su cuenta sea eliminada, todos sus recursos y datos se eliminará permanentemente. Antes de eliminar su cuenta, descargue cualquier información o datos que desee conservar.",
    "DELETE ACCOUNT": "Eliminar cuenta",


    "Update your account's profile information.": "Actualice la información del perfil de su cuenta.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que su cuenta este usando una contraseña más larga, aleatoria para estar segura.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",

    "Photo": "Foto",
    "Select A New Photo": "SELECCIONAR UNA NUEVA FOTO",
    "Remove Photo": "ELIMINAR FOTO",

    "Application": "Aplicación",
    "Help": "Ayuda",
    "Go directly to the app, where you can log in or create an account to access": "Ir directamente a la aplicación, donde puedes iniciar sesión o crear una cuenta para acceder",
    "Brief description of the application. For more information please contact us": "Breve descripción de la aplicación. Para obtener más información, póngase en contacto con nosotros",

    "You do not have an account? Create your account, it will take you less than a minute": "¿No tienes una cuenta? Crea tu cuenta, tomará menos de un minuto",

    "Features": "Características",

    "Enter your email, phone or username and password to access the administration panel.": "Introduce tu correo electrónico, teléfono o usuario y contraseña para acceder al panel de administración."


}
